Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=351_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaisnuorten taidetapahtuma Rovaniemellä 7.-8.4.2010
smn: Säminuorâi taaidâtábáhtus Ruávinjaargâst 7.-8.4.2010

source: Sámenuoraid dáiddadáhpáhus / Saamelaisnuorten taidetapahtuma järjestetään kaksipäiväisenä tapahtumana Rovaniemellä nuorisotila Mondella keskellä kaupunkia huhtikuun 7.-8. päivinä.
smn: Säminuorâi taaidâtábáhtus uárnejuvvoo kyevtipiäivásâš tábáhtussân Ruávinjaargâst nuorâitáálu Mondest kuávdoo kaavpuh cuáŋuimáánu 7.–8. peeivi.

source: Valtakunnallista Nuori Kulttuuri – tapahtumaa ei järjestetä tänä vuonna lainkaan, joten Saamelaisnuorten taidetapahtuma on oma itsenäinen tapahtumansa.
smn: Väldikodálâš Nuorâ Kulttuur – tábáhtus ij uárnejuu taan ive ollágin, et Säminuorâi taaidâtábáhtus lii aaibâs jieijâs jiečânâs tábáhtus.

source: Tapahtuman teemana on musiikki.
smn: Tábáhtus teeman lii muusik.

source: Saamelaisnuorten taidetapahtuma - tiedote 27.1.2010
smn: Taaidâtábáhtustiäđáttâs 27.1.2010
